[{"author":"@MarthaStewart","content":"“So the pie isn't perfect? Cut it into wedges. Stay in control, and never panic.\" "},{"author":"@simonsinek","content":"“People don't buy what you do, they buy why you do it.” "},{"author":"@dmscott","content":"“Marketing is not about your agency winning awards. It's about your organization winning business.” "},{"author":"@guykawasaki","content":"“Great companies start because the founders want to change the world... not make a fast buck.” "},{"author":"@dharmesh","content":"“Success is making those who believed in you look brilliant.” "},{"author":"@bhalligan","content":"\"Marketers need to adapt or risk extinction.\" "},{"author":"@mvolpe","content":"“Don’t interrupt what your buyers want to consume – BE what they want to consume.” "},{"author":"@chrisbrogan","content":"“Own your words. Your words are the maps to your intentions.” "},{"author":"@jchernov","content":"“People trust people more than they trust institutions.\""},{"author":"@mitchjoel","content":"“It’s not going to happen if you wait for the boss to tell you to make it happen.” "},{"author":"@randfish","content":"“Tell a story. Make it true. Make it compelling. And make it relevant.” "},{"author":"@jonathanfields","content":"“The three psychic horsemen of creation are: uncertainty, risk and exposure to criticism.” "},{"author":"@jill_rowley","content":"\"Common sense isn’t optional. Don’t do stupid.” "},{"author":"@jillkonrath","content":"“If you’re having trouble, it’s because you just don’t know how – yet!” "},{"author":"@ducttape","content":"\"Develop a capacity for things like purpose, love, wonder, courage, and grace.\" "},{"author":"@JasonMillerCA","content":"“How do you know your content is relevant? Increased social traffic, engagement & higher quality leads.” "},{"author":"@Ekaterina","content":"\"Invite people into your brand, and lean into the possibilities. Build movements, not campaigns!\" "},{"author":"@LeslieBradshaw","content":"\"As with any relationship, the market favors those who give more value than they ask for.\" "},{"author":"@cc_chapman","content":"\"Start with the soul and end with the sale. Not the other way around.\" "},{"author":"@JohnnyCupcakes","content":"“Haters still talk about your brand.” "},{"author":"@dberkowitz","content":"“Who we are is really defined by the work we put out.” "},{"author":"@thesaleslion","content":"\"The ultimate content strategy is listening.\" "},{"author":"@dantyre","content":"“You are what you feed your brain.” "},{"author":"@AmberCadabra","content":"“Work hard, learn all you can, and never miss the chance to connect with someone new.”"},{"author":"@JanelleMonae","content":"“Everything is about balance. You can't work, work, work, work without any play.”"}]